base2_8proc/0/T0
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      T0;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 700;

boundaryField
{
    bottom
    {
        type            fixedValue;
        value           uniform 700;
    }
    top
    {
        type            fixedValue;
        value           uniform 700;
    }
    sides
    {
        type            fixedValue;
        value           uniform 700;
    }
    frontAndBack
    {
        type            empty;
    }
}


// ************************************************************************* //
