base2_8proc/constant/polyMesh/blockMeshDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

convertToMeters 0.001;

vertices
(
    (0 0 0)   //0
    (4 0 0)    //1
    (4 8 0)   //2
    (0 8 0)    //3

    (0 0 -1)   //4
    (4 0 -1)    //5
    (4 8 -1)   //6
    (0 8 -1)    //7    
);

blocks
(
    hex (4 5 6 7 0 1 2 3) (200 400 1) 
    simpleGrading (1 1 1)
);

edges
(
);

boundary
(
    bottom
    {
        type patch;
        faces
        (
            (1 5 4 0)
        );
    }

    top
    {
        type patch;
        faces
        (
            (3 7 6 2)
        );
    }

    sides
    {
        type patch;
        faces 
        (
            (0 4 7 3)
            (2 6 5 1)
        );
    }

    frontAndBack
    {
        type empty;
        faces
        ( 
            (0 3 2 1)
            (4 5 6 7)
        );
    }    
);

mergePatchPairs
(
);

// ************************************************************************* //
