base2_8proc/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    bottom
    {
        type            patch;
        nFaces          200;
        startFace       159400;
    }
    top
    {
        type            patch;
        nFaces          200;
        startFace       159600;
    }
    sides
    {
        type            patch;
        nFaces          800;
        startFace       159800;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          160000;
        startFace       160600;
    }
)

// ************************************************************************* //
